[
    {
        "id": 1,
        "brand": "b1",
        "name": "Brown faux fur longline coat",
        
        "pictures": [
            "assets/images/products/elements/product-3-1.jpg",
            "assets/images/products/elements/product-3-2.jpg",
            "assets/images/products/elements/product-3-3.jpg"
          
        ],
        "shortDesc": "Morbi purus libero, faucibus adipiscing, commodo quis, gravida id, est. Sed lectus. Praesent elementum hendrerit tortor. Sed semper lorem at felis. Vestibulum volutpat, lacus a ultrices sagittis, mi neque euismod dui, eu pulvinar nunc sapien ornare nisl. Phasellus pede arcu, dapibus eu, ",
        "category": [
            "Women"
        ],
        "gender": "0",
      
        "discount": 29,
        "stock": 10,
        "variants": [
            {
                "size": 10,
                "price": 150000,
                "oldPrice": 170000,
                "name": "Chiết"
            },
            {
                "size": 100,
                "price": 1200000,
                "oldPrice": "",
                "name": "Full seal"
            }
        ]
    },
    {
        "id": 2,
        "brand": "b2",
        "name": "gucci ",
        
        "pictures": [
            "assets/images/products/elements/product-3-1.jpg",
            "assets/images/products/elements/product-3-2.jpg",
            "assets/images/products/elements/product-3-3.jpg"
          
        ],
        "shortDesc": "Morbi purus libero, faucibus adipiscing, commodo quis, gravida id, est. Sed lectus. Praesent elementum hendrerit tortor. Sed semper lorem at felis. Vestibulum volutpat, lacus a ultrices sagittis, mi neque euismod dui, eu pulvinar nunc sapien ornare nisl. Phasellus pede arcu, dapibus eu, ",
        "category": [
            "Women"
        ],
        "gender" : "1",
     
        "discount": 29,
        "stock": 10,
        "variants": [
            {
                "size": 10,
                "price": 150000,
                "oldPrice": 170000,
                "name": "Chiết"
            },
            {
                "size": 100,
                "price": 1200000,
                "oldPrice": "",
                "name": "Full seal"
            }
        ]
    },
    {
        "id": 3,
        "brand": "b3",
        "name": "dior ",
        
        "pictures": [
            "assets/images/products/elements/product-3-1.jpg",
            "assets/images/products/elements/product-3-2.jpg",
            "assets/images/products/elements/product-3-3.jpg"
          
        ],
        "shortDesc": "Morbi purus libero, faucibus adipiscing, commodo quis, gravida id, est. Sed lectus. Praesent elementum hendrerit tortor. Sed semper lorem at felis. Vestibulum volutpat, lacus a ultrices sagittis, mi neque euismod dui, eu pulvinar nunc sapien ornare nisl. Phasellus pede arcu, dapibus eu, ",
        "category": [
            "Women"
        ],
        "gender" : "2",
     
        "discount": 29,
        "stock": 10,
        "variants": [
            {
                "size": 10,
                "price": 150000,
                "oldPrice": 170000,
                "name": "Chiết"
            },
            {
                "size": 100,
                "price": 1200000,
                "oldPrice": "",
                "name": "Full seal"
            }
        ]
    },
    
        {
            "ten nuoc hoa": "CK One Shock For Him",
            "hang nuoc hoa": "Calvin Klein",
            "gioi tinh": "Nam",
            "nhom nuoc hoa": " Hương cay nồng phương đông",
            "tuoi khuyen dung": " Trên 25",
            "nam ra mat": " 2011",
            "nong do": " EDT",
            "nha pha che": " IFF",
            "do luu huong": " Lâu - 7 giờ đến 12 giờ",
            "do toa huong": " Gần - Toả hương trong vòng một cánh tay",
            "thoi diem khuyen dung": " Ngày, Đêm, Thu, Đông",
            "phong cach": "\n                                                                                    Nam tính                                                                                                                , Táo bạo \n                                                                                                                , Trẻ trung \n                                                                        ",
            "mui huong": "Hương Đầu: Hoa Oải Hương, Quýt Clementine, Cây dưa chuột\nHương giữa: Hoa mộc tê, Bạch đậu khấu, Cây húng quế, Tiêu\nHương cuối: Xạ hương, Cây hoắc hương, Hổ phách, Cây thuốc lá, Hương của gỗ",
            "diem tot": " Một mùi hương nam tính ngọt ngào, nhưng mang lại phong cách táo bạo hòa huyện tốt với các hương gia vị tạo nên một mùi hương độc đáo",
            "diem chua tot": " Mùi hương có chút mùi đắng, Mùi hương hổ phách khá nồng và lấn chiếm các hương khác. Mùi hương trở nne6 quá nồng vào mùa nóng",
            "tong quan": " Nước hoa CK One Shock for him dành cho nam giới thuộc nhóm hương cay nồng - aromatic và mang âm hưởng nước hoa phương Đông sâu lắng. CK One Shock for him ra mắt vào năm 2011, cùng lúc với CK One Shock for her dành cho nữ. CK One Shock for him được sáng tạo bởi Ann Gottlieb và IFF. Đây thật sự là một bất ngờ cho những ai yêu thích dòng nước hoa CK. Thành phần hương độc đáo & thiết kế mới lạ nhằm nhấn mạnh sự nam tính , quyến rũ bí ẩn pha một chút bốc đồng của phái mạnh. ",
            "perfumista-review": "\n                                                    \n\nNước hoa CK One Shock for him dành cho nam giới thuộc nhóm hương cay nồng - aromatic và mang âm hưởng nước hoa phương Đông sâu lắng. CK One Shock for him ra mắt vào năm 2011, cùng lúc với CK One Shock for her dành cho nữ. CK One Shock for him được sáng tạo bởi Ann Gottlieb và IFF.\n\nLớp hương đầu là sự kết hợp hoàn hảo của hương  quýt clementine và hương dưa chuột sẽ bắt lấy sự chú ý của bạn ngay từ ban đầu. Hương giữa là hương hạt tiêu đen, húng quế và bạch đậu khấu. Lớp hương cuối là hương thuốc lá tạo sự nam tính, kết hợp với xạ hương, hoắc hương và hổ phách hoàn thiện và tạo ra nét đặc trưng cho sản phẩm nước hoa này. \n\nChai nước hoa được thiết kế khá mới lạ & độc đáo với từ “SHOCK” màu xanh dạ quang trên thân chai màu đen. Nó được cho là một cú \"Shock\" đối với phiên nước hoa CK ONE gốc của Calvin Klein.\n\nĐây thật sự là một bất ngờ cho những ai yêu thích dòng nước hoa CK. Thành phần hương độc đáo và thiết kế mới lạ nhằm nhấn mạnh sự nam tính , quyến rũ bí ẩn pha một chút bốc đồng của phái mạnh. Đây là sự lựa chọn hoàn hảo cho phái mạnh khi muốn bắt lấy sự chú ý của mọi cô gái.\n\n\n                                            "
        },
        {
            "ten nuoc hoa": "Dior Homme Eau for Men",
            "hang nuoc hoa": "Christian Dior",
            "gioi tinh": "Nam",
            "nhom nuoc hoa": " Hương gỗ thơm",
            "tuoi khuyen dung": " Trên 25",
            "nam ra mat": " 2014",
            "nong do": " EDT",
            "nha pha che": " Francois Demachy",
            "do luu huong": " Lâu - 7 giờ đến 12 giờ",
            "do toa huong": " Gần - Toả hương trong vòng một cánh tay",
            "thoi diem khuyen dung": " Ngày, Đêm, Xuân, Hạ, Thu",
            "phong cach": "\n                                                                                    Nam tính                                                                                                                , Lịch lãm \n                                                                                                                , Quyến rũ \n                                                                        ",
            "mui huong": "Hương Đầu: Quả bưởi, Cam Bergamot Calabria, Ngò thơm\nHương giữa: Hoa diên vĩ Tuscany\nHương cuối: Gỗ tuyết tùng Virginia 2, Hổ phách",
            "diem tot": " Một hương thơm nam hiện đại, và gợi cảm, với độ lưu hương tuyệt vời, mang lại một sự nam tính nhẹ nhàng và lịch lãm với các hương cam chanh tươi mát.",
            "diem chua tot": " Cát nốt hương tươi mát,làm cho hương thơm không thích hợp với thời tiết lạnh của mùa đông. Hương thơm không thực sự phù hợp voi81 giới trẻ năng động.",
            "tong quan": " Nước hoa Dior Homme Eau for Men được tung ra ở các cửa hàng thương mại Macy's được xem như một phiên bản nước hoa tươi mát với các đặc tính tinh tế độc nhất mà chỉ có trong dòng nước hoa Dior Homme. Nổi bật và tinh tế, với một sự lôi cuốn đầy duyên dáng, Dior Homme Eau for Men được tạo ra dành cho người đàn ông với một cuộc sống đa dạng, Phương châm sống của anh ta chính là câu nói nỗi tiếng của nam tài tử James Dean: \"Hãy mơ ước như bạn sẽ sống mãi, và hãy sống như thể bạn sẽ chết vào ngày hôm nay\". Nước hoa đã được tung ra vào năm 2014.\n",
            "perfumista-review": "\n                                                    \n\nNước hoa Dior Homme Eau for Men được tung ra ở các cửa hàng thương mại Macy's được xem như một phiên bản nước hoa tươi mát với các đặc tính tinh tế độc nhất mà chỉ có trong dòng nước hoa Dior Homme. Nổi bật và tinh tế, với một sự lôi cuốn đầy duyên dáng, Dior Homme Eau for Men được tạo ra dành cho người đàn ông với một cuộc sống đa dạng, Phương châm sống của anh ta chính là câu nói nỗi tiếng của nam tài tử James Dean: \"Hãy mơ ước như bạn sẽ sống mãi, và hãy sống như thể bạn sẽ chết vào ngày hôm nay\". Nước hoa đã được tung ra vào năm 2014.\n\nLớp hương đâu của nước hoa giới thiệu một hỗn hợp tươi mát đầy tinh tế giữa hương bưởi đắng Ma-Rốc cùng với cam Bergamot kết hợp cùng vị cay nồng của rau mùi Crimea. Lớp hương giữa của sản phẩm này mang lại cảm giác thanh lịch và cực kỳ gợi cảm đến từ hoa diên vĩ kèm theo sự ấm áp của hương gỗ ở lớp hương nền. Sự ấm áp đến từ hương hổ phách làm nổi bật mùi hương của gỗ tuyết tùng đến từ bang Virginia, một nốt hương thể hiện hết mình khi hương thơm dần kết thúc.\n\n\n\nDior Homme Eau for Men được đưa đến người dung trong chai thủy tinh hệt như các phiên bản trước thuộc bộ sưu tập Dior Homme.\n\nDior Homme Eau for Men mang dấu ấn của nhà thiết kế Francois Demachy người đã phát biểu rằng “Dior Homme tránh những sự nam tính rập khuôn. Nó khám phá những khái niệm mới về sự nam tính, một cách trực tiếp và phức tạp hơn”. Mùi hương mới này đem đến một khái niệm về sự sang trọng một cách hiện đại\n\n\n                                            "
        },
        {
            "ten nuoc hoa": "Miss Dior Cherie Eau de Parfum",
            "hang nuoc hoa": "Christian Dior",
            "gioi tinh": "Nữ",
            "nhom nuoc hoa": " Hương trái cây SÍP",
            "tuoi khuyen dung": " Trên 25",
            "nam ra mat": " 2011",
            "nong do": " EDP",
            "nha pha che": " Francois Demachy",
            "do luu huong": " Lâu - 7 giờ đến 12 giờ",
            "do toa huong": " Gần - Toả hương trong vòng một cánh tay",
            "thoi diem khuyen dung": " Ngày, Đêm, Xuân",
            "phong cach": "\n                                                                                    Trẻ trung                                                                                                                , Ngọt ngào \n                                                                                                                , Quyến rũ \n                                                                        ",
            "mui huong": "Hương Đầu: Quả quýt hồng, Dâu dại, Quả dâu tây\nHương giữa: Hoa nhài, Hoa hồng\nHương cuối: Cỏ hương bài, Gỗ đàn hương, Cây hoắc hương, Rêu cây sồi, Hổ phách",
            "diem tot": " Mùi hương gợi cảm, ngọt ngào và độc đáo xoay quanh hương bỏng ngô dành cho phái đẹp. Độ tỏa hương vừa phải và thiết kế chai nữ tính, bắt mắt là điểm mạnh của chai nước hoa này. Độ lưu hương khá lâu",
            "diem chua tot": " Sẽ hơi bị quá ngọt nếu khi sử dụng quá tay. Hơi kén người sử dụng vì độ độc đáo của mùi hương, không phù hợp để sử dụng vào ban đêm",
            "tong quan": " Đây là một phiên bản mới tinh tế hơn và quyến rũ hơn các phiên bản từ năm 2005. Phiên bản mới này được tạo bởi Francois Demachy, người đã kết hợp các tinh chất để đóng góp nên sự hình thành của Dior's Cherie. Miss Dior Cherie Eau de Parfum đã được cho ra mắt vào năm 2011. MISS DIOR CHERIE Eau de Parfum trẻ trung và lãng mạn giống như một người phụ nữ sở hữu khẩu vị và phong cách tốt, cô ấy có cốt cách của một người phụ nữ thông minh, nhưng tuổi trẻ vẫn luôn là tuổi trẻ, và cô gái trẻ này trông xinh đẹp với một túi bỏng ngô trong tay.",
            "perfumista-review": "\n                                                    \n\nĐây là một phiên bản mới tinh tế hơn và quyến rũ hơn các phiên bản từ năm 2005. Phiên bản mới này được tạo bởi Francois Demachy, người đã kết hợp các tinh chất để đóng góp nên sự hình thành của Dior's Cherie. Miss Dior Cherie Eau de Parfum đã được cho ra mắt vào năm 2011.\n\nHương thơm này mặc dù các thành phần cơ bản đặc trưng giống như phiên bản tiền nhiệm nổi tiếng trước đó, nhưng có một vài biến tấu khác biệt với Miss Dior. Lớp hương thực phẩm chủ đạo và ngọt ngào của bỏng ngô ở lớp hương giữa, do đó, đã làm cho nước hoa này hấp dẫn cho giới trẻ. Lớp hương đầu là lá dâu tây hoang dã với quýt xanh. Lớp hương giữa đặc trưng bởi bỏng ngô hương caramen được bao quanh bởi hoa tím, dâu dại, và hương hoa nhài rất mạnh mẽ và quyến rũ. Lớp hương cuối được tạo bởi lá hoắc hương tươi và tinh chất xạ hương.\n\n\n\nKiểu dáng chai gần giống với bản gốc Miss Dior, ngoại trừ nhãn và chất nước hoa màu nâu bên trong.\n\nMISS DIOR CHERIE Eau de Parfum trẻ trung và lãng mạn giống như một người phụ nữ sở hữu khẩu vị và phong cách tốt, cô ấy có cốt cách của một người phụ nữ thông minh, nhưng tuổi trẻ vẫn luôn là tuổi trẻ, và cô gái trẻ này trông xinh đẹp với một túi bỏng ngô trong tay.\n\n\n                                            "
        },
        {
            "ten nuoc hoa": "Bright Crystal",
            "hang nuoc hoa": "Versace",
            "gioi tinh": "Nữ",
            "nhom nuoc hoa": " Hương hoa cỏ trái cây",
            "tuoi khuyen dung": " ",
            "nam ra mat": " 2006",
            "nong do": " EDT",
            "nha pha che": " Alberto Morillas",
            "do luu huong": " Tạm ổn - 3 giờ đến 6 giờ",
            "do toa huong": " Gần - Toả hương trong vòng một cánh tay",
            "thoi diem khuyen dung": " Ngày, Đêm, Xuân, Hạ",
            "phong cach": "\n                                                                                    Nữ tính                                                                                                                , Gần gũi \n                                                                                                                , Năng động \n                                                                        ",
            "mui huong": "Hương Đầu: Quả Yuzu, Quả lựu, Hương nước\nHương giữa: Hoa sen, Hoa mộc lan, Hoa mẫu đơn\nHương cuối: Xạ hương, Gỗ gụ, Hổ phách",
            "diem tot": " Mùi hương tươi mát, mang chút vẽ năng động và nữ tính dành cho phái đẹp. Thiết kế mẫu chai tinh xảo và rất bắt mắt. Phù hợp với nhiều độ tuổi. Độ tỏa của hương thơm cũng được đánh giá tốt.",
            "diem chua tot": " Độ lưu hương  chưa được tốt lắm, cần phải sử dụng thường xuyên trong ngày để đảm bảo tác dụng nước hoa được xuyên suốt. Có lẽ không phù hợp lắm để sử dụng vào những mùa lạnh, đặc biệt là vào ban đêm vì tính tươi mát của hương thơm.",
            "tong quan": " Lấy cảm hứng từ sự kết hợp các hương hoa yêu thích của dòng Donatella Versace’s, chai nước hoa Bright Crystal mang đến một mùi hương tươi mát và sảng khoái với sự kết hợp hài hòa của các thành phần hương như hương quýt nhật yuzu, hương hoa mộc lan, hoa sen và hoa mẫu đơn, bên cạnh đó còn có thành phần hương ấm áp của xạ hương và cổ phách. Chai nước hoa này được tại ra bởi Alberto Morillas vào năm 2006.",
            "perfumista-review": "\n                                                    \n\nLấy cảm hứng từ sự kết hợp các hương hoa yêu thích của dòng Donatella Versace’s, chai nước hoa Bright Crystal mang đến một mùi hương tươi mát và sảng khoái với sự kết hợp hài hòa của các thành phần hương như hương quýt nhật yuzu, hương hoa mộc lan, hoa sen và hoa mẫu đơn, bên cạnh đó còn có thành phần hương ấm áp của xạ hương và cổ phách. Chai nước hoa này được tại ra bởi Alberto Morillas vào năm 2006.\n\nChai nước hoa được thiết kế rất thanh lịch, gợi lên nét gợi cảm và ngọt ngào giống như mùi hương của nó. Với thân chai bằng thủy tinh trong suốt cho ta thấy chất lỏng bên trong màu hồng nhạt, chính điểm này đã để lộ ra hình ảnh của sự nữ tính và tinh tế của chai nước hoa này. \n\n\n\nLớp hương đầu là hương quả lựu và hương yuzu. Lớp hương giữa là hương hoa mẫu đơn, hoa mộc lan được pha trộn với thành phần hương hoa sen làm tăng thêm sự ngọt ngào và tinh tế cho dòng nước hoa này. Lớp hương cuối khá sang trọng khi được kết hợp các thành phần hương chiết xuất từ xạ hương, thực vật, gỗ đỏ và hổ phách.\n\nChai nước hoa này thích hợp khi sử dụng vào ban ngày. Nó tạo sự mới mẻ cho một ngày mới bắt đầu nhưng cũng không quá ngọt cho một ngày dài. Chai nước hoa này này sẽ là một món quà tuyệt vời và tinh tế vì hương thơm tươi mát, sảng khoái, có chút cổ điển pha lẫn bí ẩn mà chính bạn có thể “tự thưởng” cho bản thân mình. \n\n\n                                            "
        }
    
]